package HomeWork2;

public class HomeWork5 {
    public static void main(String[] args) {

        // Дана целая переменная с трехзначным значением.
        // Вывести на экран все цифры этого числа.
        //Должно работать для произвольного трехзначного числа.
        //Например, если значение равно 347, вывести на экран
        // "первая: 3, вторая: 4, третья: 7"

        String Nummer = "653";
        System.out.println("первая : " + Nummer.charAt(0));
        System.out.println("вторая : " + Nummer.charAt(1));
        System.out.println("третья : " + Nummer.charAt(2));

    }
}
