package HomeWork2;

public class HomeWork3 {
    public static void main(String[] args) {

        // Объявите 10 переменных типа int со значениями
        // 0, 1, 2, 3, 4, 5, 6, 7, 8, 9. Объявите ещё
        // одну переменную int и сохраните в неё сумму
        // этих переменных, деленную на 10. Получается,
        // у вас будет среднее арифметическое этих чисел
        // в одной переменной. Распечатайте её через println.
        // Сколько программа отбросила в дробной части?

        int [] numbers = {0, 1, 2, 3, 4, 5, 6, 7, 8, 9};
        int i = 45;
        double d = 10;
        System.out.println("Два программа отбросила в дробной части : " + ( i / d ));

    }
}
